

# Tips & Tricks for IT career beginners
Советы и рекомендации для начинающих IT карьеру

## Topics
* Классификация IT компаний
* Работа в найме: аутсорс vs продуктовая компания
* Фриланс как альтернатива
* Рабочий процесс, методологии (краткий обзор)
* Состав команды, типичный рабочий день программиста
* Что компании ценят в своих сотрудниках?
* Как пережить испытательный срок
* Team Player (Конструктивные и деструктивные роли)

## Target audience

* Потенциальные студенты
* Cтуденты
* Выпускники

## Requirements

* аудитория
* 2 часа, с перерывом в 10-15 минут

## Speakers

[Алексей Семко](https://www.linkedin.com/in/oleksiisemko/)

## Observers
[Савелий Сычёв](https://www.linkedin.com/in/sychovsaveliy/) |
[Иван Шамриков](https://www.linkedin.com/in/ivan-shamrikov-483b447b/)
